"ACTION_REQUIRED_TITLE" = "Vyžadována akce";
"ANSWER_CALL_BUTTON_TITLE" = "Odpovědět";
"APN" = "Příchozí hovor";
"AUDIO_PERMISSION_MESSAGE" = "Signal vyžaduje přístup k mikrofonu, aby mohl správně pracovat. Toto oprávnění můžete v aplikaci Nastavení >> Soukromí >> Mikrofon >> Signal.";
"CALL_BUTTON_TITLE" = "Volat";
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Neregistrované číslo";
"DISABLING_BACKUP_FAILED" = "Při zakazování záloh protokolů volání došlo k chybě. Protokol volání se může objevit v Itunes/Icloud záloze.";
"ERROR_WAS_DETECTED_TITLE" = "Smůla!";
"ERROR_WAS_DETECTED_SUBMIT" = "Byla zjištěna chyba. Pomozte nám vylepšit Signal nahlášením tohoto incidentu.";
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Server selhal!";
"END_CALL_BUTTON_TITLE" = "Ukončit";
"END_CALL_HANDSHAKE_FAILED" = "Potřesení rukou selhalo!";
"END_CALL_HANGUP_LOCAL" = "Zavěsili jste.";
"END_CALL_HANGUP_REMOTE" = "Druhá strana zavěsila.";
"END_CALL_LOGIN_FAILED" = "Přihlášení selhalo!";
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Zpráva ze serveru:";
"END_CALL_NO_SUCH_USER" = "Číslo není registrováno u Signalu nebo RedPhonu!";
"END_CALL_RECIPIENT_UNAVAILABLE" = "Příjemce nedostupný";
"END_CALL_REJECTED_LOCAL" = "Odmítli jste hovor.";
"END_CALL_REJECTED_REMOTE" = "Hovor odmítnut.";
"END_CALL_REPLACED_BY_NEXT" = "Uskutečnil jste jiný hovor.";
"END_CALL_RESPONDER_IS_BUSY" = "Zaneprázdněn...";
"END_CALL_STALE_SESSION" = "Zmeškaný hovor";
"END_CALL_UNCATEGORIZED_FAILURE" = "Klient selhal!";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_UNSORTED" = "Máte";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_NIL" = "Vše hotovo";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_UNSORTED" = "Nezatříděné hovory";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_NIL" = "Žádné hovory";
"HOME_FOOTER_SECOND_MESSAGE_CALL_UNSORTED" = "Nezatříděný hovor";
"INBOX_VIEW_TUTORIAL_LABEL_MIDDLE" = "Zkontrolujte vaše kontakty a podívejte se, kdo z vašich přátel podporuje bezpečné volání";
"INBOX_VIEW_TUTORIAL_LABEL_TOP" = "Zatím jste od žádného uživatele Signalu hovor neobdrželi.";
"INVITE_USERS_ACTION_SHEET_TITLE" = "Pozvat číslo";
"INVITE_USERS_MESSAGE" = "Rád bych vám bezpečně zavolal pomocí Signalu. Můžete ho získat v App Store.";
"INVITE_USER_MODAL_TITLE" = "Nezaregistrovaný kontak";
"INVITE_USER_MODAL_BUTTON_CANCEL" = "Ne, děkuji";
"INVITE_USER_MODAL_BUTTON_INVITE" = "Pozvat";
"INVITE_USER_MODAL_TEXT" = "Vytočené číslo není registrováno u Signalu. Přejete si ho pozvat pomocí SMS?";
"IN_CALL_CONNECTING" = "Připojuje se";
"IN_CALL_RINGING" = "Vyzvánění...";
"IN_CALL_SECURING" = "Spojeno. Zabezpečuji...";
"IN_CALL_TALKING" = "Zabezpečeno";
"IN_CALL_TERMINATED" = "Hotovo";
"KEYPAD_NAV_BAR_TITLE" = "Klávesnice";
"OK" = "Ok";
"APN_Message" = "Nová zpráva";
"APN_FETCHED_FAILED" = "Nová zpráva! Otevřete aplikaci a přečtěte si ji.";
"APN_MESSAGE_FROM" = "Zpráva od";
"APN_MESSAGE_IN_GROUP" = "Zpráva ve skupině";
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ ve skupině %@: %@";
"NOTIFICATION_SEND_FAILED" = "Nepodařilo se odeslat zprávu pro %@.";
"CONFIRMATION_TITLE" = "Potvrdit";
"PUSH_SETTINGS_MESSAGE" = "Signal vyžaduje Push upozornění a zvuky, aby mohl správně pracovat. Změňte nastavení v aplikaci Nastavení >> Oznámení >> Signal.";
"RECENT_NAV_BAR_TITLE" = "Historie volání";
"REGISTER_FAILED_TRY_AGAIN" = "Zkusit znovu";
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Prosím, zadejte platný kód země";
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Chyba kódu země";
"REGISTRATION_NON_VALID_NUMBER" = "Tento formát telefonního čísla není podporován, prosím, kontaktujte podporu.";
"REGISTER_CHALLENGE_ALERT_VIEW_TITLE" = "Špatný kód";
"REGISTER_CHALLENGE_ALERT_VIEW_BODY" = "Prosím ověřte kód a zkuste to znovu.";
"REGISTER_RATE_LIMITING_BODY" = "Server momentálně omezuje frekvenci registrací. Zkuste to později prosím.";
"REGISTRATION_ERROR" = "Chyba při registraci";
"REGISTRATION_RESTRICTED_MESSAGE" = "Někdo se nemůže dočkat odeslání své první zprávy. Před touto akcí se musíte zaregistrovat.";
"REGISTER_CONTACTS_WELCOME" = "Vítejte!";
"REGISTER_CONTACTS_BODY" = "Signal vám umožňuje mít soukromé konverzace s vašimi stávajícími kontakty. Pokud chcete Signal použít, povolte přístup k vašim kontaktům.";
"REGISTER_CONTACTS_CONTINUE" = "Pokračovat";
"RELAY_REGISTERED_ERROR_RECOVERY" = "Telefonní číslo, které se snažíte zaregistrovat, je již zaregistrováno na jiném serveru. Zrušte jeho registraci z tohoto serveru a zkuste to znovu.";
"AB_PERMISSION_MISSING_TITLE" = "Promiňte!";
"AB_PERMISSION_MISSING_BODY" = "Signal vyžaduje přístup k vašim kontaktům. Na našich serverech je neuchováváme.";
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Signal vyžaduje přístup k vašim kontaktům, ale přístup jste zakázali. Aplikace Signal bude zavřena. Přístup ke kontaktům můžete aplikaci Signal dočasně povolit v aplikaci Nastavení >> Obecné >> Omezení >> Kontakty >> Povolit změny.";
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Zavřít";
"AB_PERMISSION_MISSING_ACTION" = "Udělit přístup";
"REJECT_CALL_BUTTON_TITLE" = "Odmítnout";
"SERVER_CODE" = "Server odpověděl s kódem:";
"SETTINGS_LOG_CLEAR_MESSAGE" = "Historie smazána";
"SETTINGS_LOG_CLEAR_TITLE" = "Dokončeno";
"SETTINGS_NAV_BAR_TITLE" = "Nastavení";
"SETTINGS_NUMBER_PREFIX" = "Vaše číslo:";
"SETTINGS_SENDLOG" = "Odeslat protokol chyb";
"TABLE_SECTION_TITLE_REGISTERED" = "Registrovaní";
"TABLE_SECTION_TITLE_UNREGISTERED" = "Neregistrovaní";
"TIMEOUT" = "Výpadek";
"TIMEOUT_CONTACTS_DETAIL" = "Nepodařilo se načíst nový adresář ze serveru. Zkuste to za chvíli.";
"TXT_ADD_CONTACT" = "+ Přidat";
"TXT_CANCEL_TITLE" = "Zrušit";
"TXT_SEARCH_PLACEHOLDER_TEXT" = "Vyhledat";
"UNKNOWN_CONTACT_NAME" = "Neznámé číslo";
"WHISPER_NAV_BAR_TITLE" = "Schránka";
"ARCHIVE_NAV_BAR_TITLE" = "Archiv";
/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION"= "Archivovat";
/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Zrušit archivaci";
"SETTINGS_ABOUT" = "O aplikaci";
"SETTINGS_VERSION" = "Verze";
"SETTINGS_SUPPORT" = "Podpora";
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\npod GPLv3 licencí";
"SETTINGS_SHARE_INSTALL" = "Sdílet instalační odkaz";
"SETTINGS_INFORMATION_HEADER" = "Informace";
"SETTINGS_INVITE_HEADER" = "Pozvat";
"SETTINGS_HELP_HEADER" = "Nápověda";
"SETTINGS_INVITE_TWITTER_TEXT" = "Můžete mě zastihnout na Signalu od @WhisperSystems, získejte ho nyní.";
"SETTINGS_ADVANCED_TITLE" = "Rozšířené";
"SETTINGS_ADVANCED_DEBUGLOG"= "Zapnout Debug Log";
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Odeslat Debug Log";
"FINGERPRINT_SHRED_KEYMATERIAL_CONFIRMATION" = "Opravdu chcete resetovat toto sezení? Tuto akci nemůžete vzít zpět.";
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Resetovat toto sezení.";
"TXT_DELETE_TITLE" = "Odstranit";
"CAMERA_ROLL_SAVE_BUTTON" = "Uložit k fotoaparátu";
"CAMERA_ROLL_COPY_BUTTON" = "Kopírovat";
"NEW_GROUP_DEFAULT_TITLE" = "Nová skupina";
"LOADING_CONTACTS_LABEL_LINE1" = "Načítání kontaktů";
"LOADING_CONTACTS_LABEL_LINE2" = "Čekejte.";
"EMPTY_CONTACTS_LABEL_LINE1" = "Žádný z kontaktů nepoužívá Signal";
"EMPTY_CONTACTS_LABEL_LINE2" = "Proč nemůžeš nikoho pozvat";
"EMPTY_CONTACTS_INVITE_BUTTON" = "Pozvat";
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Hledat podle telefoního čísla";
"SEND_SMS_BUTTON" = "Odeslat SMS pro:";
"SEND_SMS_CONFIRM_TITLE" = "Pozvat kamaráda přes zabezpečenou SMS?";
"SEND_SMS_INVITE_TITLE" =  "Chcete pozvat toto číslo do Signal:";
"SEND_SMS_INVITE_SUCCESS" = "Pozval jsi kamaráda do Signal!";
"SEND_SMS_INVITE_FAILURE" = "Odeslaní SMS selhalo, prosím, zkus to pozdeji.";
"QUESTIONMARK_PUNCTUATION" = "?";
"UNSUPPORTED_FEATURE_ERROR" = "Vase zařízení nepodporuje tuto funkcionalitu.";
"SMS_INVITE_BODY" = "Pozval jsem tě do Signal! Zde je odkaz:";
"SEND_BUTTON_TITLE" = "Zaslat";
"UPDATE_BUTTON_TITLE" = "Aktualizovat";
"LEAVE_BUTTON_TITLE" = "Opustit";
"MEMBERS_BUTTON_TITLE" = "Členové";
"DELIVERED_MESSAGE_TEXT" = "Doručeno";
"FAILED_SENDING_TEXT" = "Odeslání selhalo. Klepněte pro další pokus.";
"SEND_AGAIN_BUTTON" = "Znovu odeslat";
"ACCEPT_IDENTITYKEY_QUESTION" = "Chceš přijmout %@ nový identifikační klíč: %@";
"ACCEPT_IDENTITYKEY_BUTTON" = "Prijmout nový identifikační klíč";
"COPY_IDENTITYKEY_BUTTON" = "Kopírovat identifikační klíč do pasteboardu";
"TAKE_MEDIA_BUTTON"= "Vyfotit nebo natočit";
"TAKE_PICTURE_BUTTON"= "Vyfotit";
"CHOOSE_MEDIA_BUTTON" = "Vybrat z knihovny";
"FAILED_RETRYING_DIRECTORY_DOWNLOAD" = "Stažení adresáře selhalo. Zkus to za %f hodin.";
"SETTINGS_CLEAR_HISTORY" = "Vymazat historii";
"SETTINGS_FINGERPRINT" = "Otisk";
"SETTINGS_FINGERPRINT_COPY" = "Zkopírovat";
"SETTINGS_FINGERPRINT_COPY_SUCCESS" = "Zkopírováno!";
"SETTINGS_PRIVACY_TITLE" = "Soukromí";
"SETTINGS_SCREEN_SECURITY" = "Ochrana obrazovky";
"SETTINGS_SECURITY_TITLE" = "Zabezpečení obrazovky";
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Zabrání náhledům ze Signalu, aby se objevily v přepínači aplikací.";
"SETTINGS_HISTORYLOG_TITLE" = "Historie";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Opravdu chcete smazat celou vaši historii (zprávy, přílohy, historii volání ...)? Tuto akci nelze vzít zpět.";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Jsem si jistý.";
"PUSH_MANAGER_REPLY" = "Odpovědět";
"PUSH_MANAGER_MARKREAD" = "Označit jako přečtené";
"SCAN_KEY" = "Načíst klíč";
"SCAN_KEY_VERIFIED_TITLE" = "Ověřeno!";
"SCAN_KEY_VERIFIED_TEXT" = "Načtený klíč se shoduje se záznamem.";
"SCAN_KEY_CONFLICT_TITLE" = "Konflikt!";
"SCAN_KEY_CONFLICT_TEXT" = "Načtený klíč se neshoduje se záznamem.";
"SECURE_SESSION_RESET" = "Bezpečné sezení bylo resetováno.";
"UNSUPPORTED_ATTACHMENT" = "Přijat nepodporovaný typ přílohy.";
"REGISTERED_NUMBER_TEXT" = "Registrace čísla:";
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Opravdu chcete smazat váš účet?";
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Tímto aplikaci resetujete. Budou smazány vaše zprávy a bude vám zrušena registrace na serveru. Po smazání dat se aplikace zavře.";
"PROCEED_BUTTON" = "Pokračovat";
"UNREGISTER_SIGNAL_FAIL" = "Zrušení Signal registrace selhalo.";
"NETWORK_ERROR_DESC" = "Nepodařilo se dosáhnout Signal serveru.";
"NETWORK_ERROR_RECOVERY" = "Zkontrolujte, že jste online a zkuste to znovu.";
"NETWORK_STATUS_HEADER" = "Stav sítě";
"NETWORK_STATUS_TEXT" = "Zkontrojuj připojení k internetu ve stavovém řádku nad přichozími zprávami.";
"NETWORK_STATUS_CONNECTED" = "Připojeno";
"NETWORK_STATUS_OFFLINE" = "Odpojeno";
"NETWORK_STATUS_CONNECTING" = "Připojuje se";
"MULTIDEVICE_PAIRING_MAX_DESC" = "Nemůžete zpárovat více zařízení.";
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Dosáhli jste aktuálního limitu zpárovaných zařízení s vaším účtem. Prosm odstraňte zařízení nebo to zkuste později.";
"EMPTY_INBOX_FIRST_TITLE" = "Hotovo. Hotovo. Hotovo.";
"EMPTY_INBOX_FIRST_TEXT" = "Tip: přidej si připomínku konverzace!";
"EMPTY_ARCHIVE_FIRST_TITLE" = "Začněte vaši první Signal konverzaci!";
"EMPTY_ARCHIVE_FIRST_TEXT" = "Klepněte na tlačítko vytvořit.";
"EMPTY_INBOX_TITLE" = "Velký kulový.";
"EMPTY_INBOX_TEXT" = "Nula nula nic.";
"EMPTY_ARCHIVE_TITLE" = "Vyčistěte vaše konverzace.";
"EMPTY_ARCHIVE_TEXT" = "Konverzace můžete archivovat na později z vaší schránky.";
"GROUP_UPDATED" = "Skupina aktualizována.";
"GROUP_TITLE_CHANGED" = "Titulek je nyní '%@'.";
"GROUP_AVATAR_CHANGED" = "Avatar změněn.";
"GROUP_MEMBER_LEFT" = "%@ opustil(a) skupinu.";
"GROUP_YOU_LEFT"= "Opustil jste skupinu.";
"GROUP_CREATING" = "Vytváření nové skupiny";
"GROUP_REMOVING" = "Opouštění skupiny %@";
"GROUP_CREATING_FAILED" = "Zrušení Signal registrace selhalo";
"GROUP_REMOVING_FAILED" = "Nepodařilo se opustit skupinu";
"GROUP_MEMBER_JOINED" = "%@ se připojil(a) ke skupině.";
/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Členové skupiny";
"ME_STRING" = "Já";
"WARNING_STRING" = "Varování";
"CALLBACK_BUTTON_TITLE" = "Zavolat zpět";
"ATTACHMENT" = "Příloha";
"ATTACHMENT_DOWNLOADING"     = "Příloha se stahuje";
"ATTACHMENT_QUEUED"          = "Nová příloha byla přidána do fronty k získání.";
"ATTACHMENT_DOWNLOAD_FAILED" = "Stažení přílohy selhalo, klepněte pro opětovný pokus.";
"INCOMING_CALL" = "Příchozí hovor";
"INCOMING_CALL_FROM" = "Příchozí hovor od %@";
"OUTGOING_CALL" = "Odchozí hovor";
"MISSED_CALL" = "Zmeškaný hovor";
"ERROR_MESSAGE_NO_SESSION" = "Nedostupné sezení pro kontakt.";
"ERROR_MESSAGE_MISSING_KEY" = "Přijata zpráva s neznámým PreKey.";
"ERROR_MESSAGE_INVALID_MESSAGE" = "Přijata poškozená zpráva.";
"ERROR_MESSAGE_INVALID_VERSION" = "Přijata zpráva nekompatibilní s touto verzí.";
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Přijata duplikovaná zpráva.";
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Klíč příjemce je neplatný.";
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Klíč identity se změnil. Klepněte pro ověření nového klíče.";
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Došlo k neznámé chybě.";
"REGISTRATION_TITLE_LABEL" = "Vaše telefonní číslo";
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Kód země";
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefonní číslo";
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Vložte číslo";
"REGISTRATION_VERIFY_DEVICE" = "Ověřit toto zařízení";
"VERIFICATION_HEADER" = "Ověřit";
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Ověřovací kód";
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Odeslat ověřovací kód";
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Znovu zzažádat o kód";
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Místo toho mi zavolejte";
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Změnit číslo";
"CONVERSATIONS_VIEW_TITLE" = "Konverzace";
"MESSAGE_COMPOSEVIEW_TITLE" = "Nová zpráva";
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Pojmenujte tento skupinový chat";
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Přidat osoby";
"FINGERPRINT_INFO_THEIRS" = "Klepněte pro naskenování otisku jiného uživatele";
"FINGERPRINT_INFO_YOURS" = "Klepněte pro zobrazení vašeho otisku pro jiného uživatele";
"FINGERPRINT_INFO_ABOUT" = "Porovnejte oba otisky, abyste ověřili identitu vašeho kontaktu a integritu zprávy.";
"FINGERPRINT_YOURS" = "Váš otisk";
"COUNTRYCODE_SELECT_TITLE" = "Vyberte kód země";
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Smazat účet";
"SETTINGS_NOTIFICATIONS" = "Upozornění";
"MSGVIEW_YOU_CALLED" = "Volali jste %@.";
"MSGVIEW_RECEIVED_CALL" = "Přijali jste hovor od %@.";
"MSGVIEW_MISSED_CALL" = "Zmeškaný hovor od %@.";
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Jméno odesílatele & zpráva";
"NOTIFICATIONS_FOOTER_WARNING" = "Kvůli známým chybám ve frameworku Apple Push upozornění, náhledy zpráv budou zobrazeny pouze, pokud byla zpráva získána nejdéle 30 sekund od odeslání. Díky tomu nemusí být odznak na aplikaci přesný.";
"NOTIFICATIONS_SENDER_ONLY" = "Pouze jméno odesílatele";
"NOTIFICATIONS_NONE" = "Bez jména nebo zprávy.";
"NOTIFICATIONS_SHOW" = "Zobrazit";
"NOTIFICATIONS_SOUND" = "Zvuky upozornění";
"NOTIFICATIONS_SECTION_BACKGROUND" = "Upozornění na pozadí";
"NOTIFICATIONS_SECTION_INAPP" = "Upozornění v aplikaci";
"LOGGING_SECTION" = "Logování";
"REREGISTER_FOR_PUSH" = "Znovu zaregistrovat Push upozornění";
"PHONE_NEEDS_UNLOCK" = "Váš Iphone musí být odemčen, abyste mohl přijímat nové zprávy.";
"PUSH_REGISTER_TITLE" = "Push upozornění";
"PUSH_REGISTER_SUCCESS" = "Toto zařízení bylo úspěšně zaregistrováno k Push upozorněním.";
"RATING_TITLE" = "Podpořte Signal!";
"RATING_MSG" = "Pokud se vám líbí soukromé konverzace se Signalem, můžete podpořit náš projekt tím, že ho ohodnotíte. Nebude to trvat déle než minutu a ostatním to pomůže nalézt nějaké to soukromí.";
"RATING_RATE" = "Ohodnotit Signal";
